<template lang="jade">
div.page_tern
  section.section_hero.bg_parallax_about.flex.column
    .container.grid_sz_mx_8_7
      h1.section_title 隱私權保護
      hr
      h4 親愛的貴賓，您好：
      p 為了尊重個人資料之隱私及保護，我們謹以下列聲明，向所有貴賓說明睿軒檢驗科技以及關係企業在線上搜集使用者個人資料的方式、範圍、利用方法、以及查詢或更正的方式等事項。下列聲明適用於下列關係網站，但不適用於與這些網站連結之其他網站或網頁，本公司不負任何連帶責任，請您參閱各該網站或網頁之隱私權政策。
      h4 睿軒檢驗科技
      p http://rapidsuretech.com
      p 1.對於個人資料的收集，謹遵守中華民國「個人資料保護法」之規範。<br>2.若您單純瀏覽網站資訊，本公司不會蒐集您的個人資料。本網站不會在未告知的情況下，收集您的任何個人資料。 若您要瞭解本公司之產品或需要聯繫我們，為了後續連繫與服務需要，本公司將要求您填寫個人資料，如姓名、性別、年齡、電子信箱、聯絡電話、聯絡地址等必要資訊，填寫送出後即表示您同意由本公司及本公司之關係企業儲存或管理該資料。其目的是為了與您聯繫以及協助、提供給您更完整的服務；相關資料如為非必填項目，不提供亦不影響您的權益，惟若特定資料欄位係屬必填欄位者，不提供該等資料則無法使用相關的產品及服務。
      ul
        li 將不定時修訂公布本政策，請您隨時上網閱覽，以保障權益。
        li 這份隱私權的保障自您填寫資料後即生效，如果您對睿軒檢驗科技網站的隱私權政策或與個人資料有任何疑問，歡迎您與我們連絡。
        li 如您就個人資料，如有查詢及閱覽、製給複製本、補充或更正、停止電腦處理及利用、刪除等需求時，您可以與我們連絡，我們將迅速進行處理。如您提出前述請求，即視為您同時申請終止使用睿軒檢驗科技網站及其之一切服務。
        li 請妥善保管您的任何個人資料，不要將任何個人資料提供給任何人。在您完成網上預約資料填寫等相關資訊變動等程序後，務必記得登出，若您是與他人共享電腦或使用公共電腦，切記要關閉瀏覽器視窗，以防止他人蒐集並使用您的個人資料。所有網路民眾的行為應遵循國內、外法律規範，並且對於個人所屬帳號、密碼所發生之情事負全部責任。
      ol
        li 本網站所取得的個人資料，都僅供提供於內部、依照原來所說明的使用目的和範圍運用。除非事先說明、或依照相關法律規定，否則本網站不會將使用者個人資料提供給第三人、或移作其他目的使用，並且嚴禁內部人員私自使用這些資料。
        li 當您送出資料後，本公司及本公司之關係企業將會透過您所填寫的電子信箱位址、行動電話號碼、電話等提供與服務有關之資訊，或進行調查分析使用。

      h4 智慧財產權聲明
      p 本網站之各項設計、頁面、內容(包含文字、圖形、影音、程式、畫面安排)、資料等，其各項權利及智慧財產權（包括但不限於著作權、專利權、商標權等）均屬睿軒檢驗科技（以下簡稱睿軒）所有。除非獲得睿軒公開及書面同意外，均不得擅自以任何形式複製、轉錄、更改、公開傳播、販售或其他非法使用，否則本公司將依法追訴並請求賠償。

      h4 知識產權保護 
      p 此網站一切文字、公司名稱、影音、圖片、相片及資料的智慧財產權是由睿軒檢驗科技、其代理人或其他有權利人所擁有。您不得更改本網站的任何資訊和資料並須保存資訊和資料中所載的一切智慧財產權說明和其他專有權說明。未經睿軒事先書面許可，您不得以任何方式對此網站及其資料進行複製、經銷、翻印、顯示、播放、以超級鏈路連接或傳送，或存儲於資訊檢索系統。 

      p 此網站使用和顯示的商標、服務商標和標誌「商標」是睿軒和其他權利人的註冊和未註冊商標，未經睿軒或其他權利人書面許可，您不得以任何方式使用上述商標或睿軒的企業名稱。 

      p 資訊和資料的提供並不意味著睿軒授予您任何著作權、專利或任何其他智慧財產權的許可。

      h4 使用者須知 
      p 您發送或郵寄至本網站的所有資訊或資料都將視為非保密和非專有的。將任何資訊或資料發送至本網站，您即授予睿軒無限制的、不可撤銷的許可，允許睿軒使用、複製、顯示、執行、修改、傳送和分發這些資料或資訊。但是，睿軒將不會公佈您的姓名或以其他方式公佈您向睿軒提交資料或資訊這一事實，除非：
      ol
        li 您許可睿軒使用您的姓名；
        li 或者睿軒事先通知您提交至本站點某特定部分的資料或其他資訊將被發佈，或站點的該部分上將使用您的姓名；
        li 或者法律要求睿軒執行此活動。
      p 您對本網站的使用不得違背法律法規及善良風俗。您不得利用本網站實施任何違法行爲，不得向本網站郵寄或發送任何非法的資訊或資料。

      h4 限制性保證 
      p 此網站和連接此站點的其他網站所載的任何資訊和資料，包括文本、圖形或其他項目可被修改或更新而不另行通知，且均以「現有狀況」提供。睿軒不保證這些資訊和資料的準確性、可靠性或完整性；且不提供任何默示、明示或法定的陳述和保證，包括但不限於有關不侵權、所有權、適銷性、品質、適合某種特定的用途和沒有電腦病毒的保證。

      h4 免責聲明 
      p 在任何情況下，睿軒均無須對由於使用此網站或連接此站點的其他網站所引起的任何直接的、間接的、特別的或後果性的損失承擔責任，包括但不限於任何個人資料外漏、健檢相關資料丟失等，即使睿軒被明確告知此類損害的可能性。使用該等站點的風險，由使用者自行承擔。

      h4 內容修改 
      p 睿軒可在任何時候以更新此公告的方式修改此類條款，通過使用此 Web 站點，您同意受此類修訂版的約束。您應定期訪問此頁面來確定當前約束您的條款。 

      p 如您對我們的安全聲明及隱私保護政策有任何意見，歡迎與我們聯絡。
</template>

<script>
  import { mapGetter, mapActions , mapState } from 'vuex'
  export default {
      data() {return {
        sel_year: "year_2016"
      }},
      mounted() {
          console.log('about mounted.')
          // if (Ts) Ts.reload();
      },
      computed: Vuex.mapState(['about_logs'])

  }
</script>